adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
autoconf
automake
base
base-devel
bat
bison
calibre
chafa
chromium
darktable
ddcutil
debugedit
discord
dkms
dolphin
dunst
efibootmgr
efitools
eww
fakeroot
fd
ffmpegthumbnailer
firefox
fish
flatpak
flex
foot
fzf
gammastep
gcc
gdm
gimp
git
glfw-wayland
gnu-efi
gnu-free-fonts
gphoto2
grim
grimshot
groff
htop
i2c-tools
intel-ucode
kitty
lazygit
lf-sixel-git
lib32-opencl-nvidia-dev-tkg
libgphoto2-git
libtool
light
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lvm2
m4
make
man-db
man-pages
mpv
namcap
ncdu
neofetch
neovim
networkmanager
nfs-utils
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-dkms
nvidia-settings
nvidia-utils
obsidian
opencl-nvidia-dev-tkg
openssh
p7zip
pamixer
paru
patch
pavucontrol
pipewire-alsa
pipewire-pulse
pkgconf
plymouth
poppler
powertop
pulsemixer
python-pip
qbittorrent
qpwgraph
qt5-wayland
rclone
read-edid
refind
ripgrep
rofi-lbonn-wayland-git
rsync
rustup
signal-desktop
slack-desktop-wayland
sof-firmware
sov
sudo
sway-git
swaybg-spread
swaylock
sxiv
telegram-desktop
terminus-font
texinfo
ttf-atom-file-icons
ttf-hack
ttf-inconsolata
ttf-nerd-fonts-symbols
upower
usbutils
waybar
wayland-git
wget
which
wireplumber
wl-clipboard
wlsunset-git
wofi
xf86-input-evdev
xf86-video-intel
xf86-video-vesa
yay
youtube-dl
yt-dlp
zathura
zathura-pdf-mupdf
zoom
