7zip
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
archlinux-keyring
audacity
autoconf
automake
base
base-devel
bat
bison
borg
brother-dcpl3510cdw-drv-bin
calibre
chafa
chromium
clipgrab
composer
cups
cups-pdf
darktable
ddcutil
debugedit
devtools
dkms
docker
dolphin
dunst
efibootmgr
efitools
egl-wayland
expect
fakeroot
fd
ffmpegthumbnailer
firefox
fish
flatpak
flex
foot
fuzzel
fzf
gammastep
gcc
gdm
gimp
git
gitleaks
glfw
gnu-efi
gnu-free-fonts
gphoto2
grim
grimshot
groff
helix
htop
i2c-tools
imv
inkscape
intel-ucode
jdownloader2
jellyfin-server
jellyfin-web
kitty
lazygit
lf-sixel-git
lib32-glibc
lib32-opencl-nvidia-dev-tkg
libgphoto2-git
libreoffice-still
libtool
light
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lowdown
lvm2
m4
make
makemkv
man-db
man-pages
mariadb
mkvtoolnix-gui
mpd
mpv
namcap
ncdu
ncmpcpp
neofetch
neovim
networkmanager
nfs-utils
nmap
nodejs-lts-iron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-dkms
nvidia-settings
nvidia-utils
ocrmypdf
opencl-nvidia-dev-tkg
openssh
openvpn
pamixer
pandoc-cli
paru-git
paru-git-debug
pass
patch
pavucontrol
php
php-gd
pinentry-bemenu
pipewire-alsa
pipewire-docs
pipewire-pulse
pkgconf
plymouth
poppler
powertop
procs
prowlarr-bin
pulsemixer
python-black
python-pip
qbittorrent
qpwgraph
qt5-wayland
rclone
read-edid
refind
ripgrep
rofi
roomeqwizard
rsync
rustup
signal-desktop
slack-electron
sof-firmware
sov
stylua
sudo
sway
swaybg-spread
swaylock
sxiv
system-config-printer
tailscale
telegram-desktop
terminus-font
tesseract-data-eng
texinfo
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexextra
tofi-git
torbrowser-launcher
ttf-atom-file-icons
ttf-dejavu
ttf-hack
ttf-inconsolata
ttf-nerd-fonts-symbols
upower
usbutils
visidata
vlc
waybar
wayland
wayland-protocols-git
wev
wget
which
wireplumber
wl-clipboard
wlsunset-git
wofi
xf86-input-evdev
xf86-video-intel
xf86-video-vesa
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zellij
