alacritty
autoconf
automake
awesome-terminal-fonts
base
bat
binutils
bison
chafa
chromium
debugedit
discord
dkms
dolphin
dunst
efibootmgr
efitools
fakeroot
fd
ffmpegthumbnailer
file
findutils
firefox
fish
flex
foot
gawk
gcc
gdm
gettext
git
glfw-wayland
grep
groff
gzip
htop
i3-gaps
intel-ucode
kitty
lf
libtool
light
linux
linux-firmware
linux-headers
linux-zen-headers
lvm2
m4
make
man-db
man-pages
mkinitcpio
ncdu
neofetch
neovim
networkmanager
nmap
obsidian
openssh
pacman
pamixer
patch
pkgconf
poppler
powertop
pulsemixer
python-pip
qt5-wayland
read-edid
ripgrep
rsync
rustup
sed
signal-desktop
sudo
sway
swaylock
sxiv
telegram-desktop
terminus-font
texinfo
ttf-font-awesome
ttf-hack
ueberzug
upower
waybar
wget
which
wl-clipboard
wofi
xf86-input-evdev
xf86-video-intel
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zathura
zathura-pdf-mupdf
